export const blogPosts = [
  {
    id: 1,
    slug: "essential-tips-indoor-plant-care",
    title: "10 Essential Tips for Indoor Plant Care",
    excerpt: "Discover the secrets to keeping your houseplants healthy and thriving year-round with these expert tips...",
    category: "Post Type",
    date: "September 19, 2025",
    readTime: "5min Read",
    image: "/FirstPost.svg", // Your actual image
    content: `
      <p>রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। আজিও নিজেরে বিকাইতে পার ফুলের মালার দামে, রূপকথা শুনি তোমাদের দেশে রূপকথা-দেয়া নামে। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। <br>
আজো নাকি সেই বাঁশীর রাজাটি তমাল-লতার ফাঁদে, চরণ জড়ায়ে নূপুর হারায়ে পথের ধূলায় কাঁদে হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। ঘরে ফিরে যাও সোনার কিশোর! এ পাপমথুরাপুরী, তোমার সোনার অঙ্গেতে দেবে বিষবান ছুঁড়ি ছুঁড়ি। সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়!<br>
হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার? ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? বঁধুর কোলেতে বধুয়া ঘুমায়, খোলেনি বাহুর বাঁধ, দীঘির জলেতে নাহিয়া নাহিয়া মেটেনি তারার সাধ। ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার।
এখনো বসিয়া সেঁউতীর মালা গাঁথিছে ভোরের তারা, ঊষার রঙিন শাড়ীখানি তার বুনান হয়নি সারা। আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! তুমি ভাই সেই ব্রজের রাখাল, পাতার মুকুট পরি, তোমাদের রাজা আজো নাকি খেলে গেঁয়ো মাঠখানি ভরি। এখনো পাখিরা উঠেনি জাগিয়া, শিশির রয়েছে ঘুমে, কলঙ্কী চাঁদ পশ্চিমে হেলি কৌমুদী-লতা চুমে। হায়রে করুণ হায়, এখনি যে সবে জাগিয়া উঠিবে প্রভাতের কিনারায়।<br>
সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়! তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার?</p>
    `
  },
  {
    id: 2,
    slug: "caring-for-succulent-beginners-guide",
    title: "Caring for Succulent: A Beginner's Guide",
    excerpt: "Learn how to care for succulents with this comprehensive guide for beginners...",
    category: "Post Type",
    date: "May 24, 2025",
    readTime: "7min Read",
    image: "/Post_2.svg", // Your actual image
    content: `
        <p>রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। আজিও নিজেরে বিকাইতে পার ফুলের মালার দামে, রূপকথা শুনি তোমাদের দেশে রূপকথা-দেয়া নামে। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। <br>
আজো নাকি সেই বাঁশীর রাজাটি তমাল-লতার ফাঁদে, চরণ জড়ায়ে নূপুর হারায়ে পথের ধূলায় কাঁদে হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। ঘরে ফিরে যাও সোনার কিশোর! এ পাপমথুরাপুরী, তোমার সোনার অঙ্গেতে দেবে বিষবান ছুঁড়ি ছুঁড়ি। সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়!<br>
হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার? ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? বঁধুর কোলেতে বধুয়া ঘুমায়, খোলেনি বাহুর বাঁধ, দীঘির জলেতে নাহিয়া নাহিয়া মেটেনি তারার সাধ। ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার।
এখনো বসিয়া সেঁউতীর মালা গাঁথিছে ভোরের তারা, ঊষার রঙিন শাড়ীখানি তার বুনান হয়নি সারা। আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! তুমি ভাই সেই ব্রজের রাখাল, পাতার মুকুট পরি, তোমাদের রাজা আজো নাকি খেলে গেঁয়ো মাঠখানি ভরি। এখনো পাখিরা উঠেনি জাগিয়া, শিশির রয়েছে ঘুমে, কলঙ্কী চাঁদ পশ্চিমে হেলি কৌমুদী-লতা চুমে। হায়রে করুণ হায়, এখনি যে সবে জাগিয়া উঠিবে প্রভাতের কিনারায়।<br>
সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়! তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার?</p>
    
    `
  },
  {
    id: 3,
    slug: "growing-perfect-tomatoes-season",
    title: "Growing Perfect Tomatoes for This Season",
    excerpt: "Master the art of growing delicious tomatoes in your garden this season...",
    category: "Post Type",
    date: "May 23, 2025",
    readTime: "6min Read",
    image: "/Post_3.svg", // Your actual image
    content: `
       <p>রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। আজিও নিজেরে বিকাইতে পার ফুলের মালার দামে, রূপকথা শুনি তোমাদের দেশে রূপকথা-দেয়া নামে। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। <br>
আজো নাকি সেই বাঁশীর রাজাটি তমাল-লতার ফাঁদে, চরণ জড়ায়ে নূপুর হারায়ে পথের ধূলায় কাঁদে হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। ঘরে ফিরে যাও সোনার কিশোর! এ পাপমথুরাপুরী, তোমার সোনার অঙ্গেতে দেবে বিষবান ছুঁড়ি ছুঁড়ি। সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়!<br>
হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার? ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? বঁধুর কোলেতে বধুয়া ঘুমায়, খোলেনি বাহুর বাঁধ, দীঘির জলেতে নাহিয়া নাহিয়া মেটেনি তারার সাধ। ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার।
এখনো বসিয়া সেঁউতীর মালা গাঁথিছে ভোরের তারা, ঊষার রঙিন শাড়ীখানি তার বুনান হয়নি সারা। আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! তুমি ভাই সেই ব্রজের রাখাল, পাতার মুকুট পরি, তোমাদের রাজা আজো নাকি খেলে গেঁয়ো মাঠখানি ভরি। এখনো পাখিরা উঠেনি জাগিয়া, শিশির রয়েছে ঘুমে, কলঙ্কী চাঁদ পশ্চিমে হেলি কৌমুদী-লতা চুমে। হায়রে করুণ হায়, এখনি যে সবে জাগিয়া উঠিবে প্রভাতের কিনারায়।<br>
সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়! তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার?</p>

    `
  },
  {
    id: 4,
    slug: "compost-fertilizer-preparing-procedures",
    title: "Compost Fertilizer Preparing Procedures",
    excerpt: "Create your own nutrient-rich compost with our step-by-step guide...",
    category: "Post Type",
    date: "May 21, 2025",
    readTime: "8min Read",
    image: "/Post_4.svg", // Your actual image
    content: `
     <p>রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। আজিও নিজেরে বিকাইতে পার ফুলের মালার দামে, রূপকথা শুনি তোমাদের দেশে রূপকথা-দেয়া নামে। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। <br>
আজো নাকি সেই বাঁশীর রাজাটি তমাল-লতার ফাঁদে, চরণ জড়ায়ে নূপুর হারায়ে পথের ধূলায় কাঁদে হায়রে কিশোর হায়! ফুলের পরাণ বিকাতে এসেছ এই পাপ-মথুরায়। আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার। ঘরে ফিরে যাও সোনার কিশোর! এ পাপমথুরাপুরী, তোমার সোনার অঙ্গেতে দেবে বিষবান ছুঁড়ি ছুঁড়ি। সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়!<br>
হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার? ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? বঁধুর কোলেতে বধুয়া ঘুমায়, খোলেনি বাহুর বাঁধ, দীঘির জলেতে নাহিয়া নাহিয়া মেটেনি তারার সাধ। ওপারে কিশোর, এপারে যুবক, রাজার দেউল বাড়ি, পাষাণের দেশে কেন এলে ভাই। রাখালের দেশ ছাড়ি? আজিও চেননি সোনার আদর, চেননি মুক্তাহার, হাসি মুখে তাই সোনা ঝরে পড়ে তোমাদের যারতার।
এখনো বসিয়া সেঁউতীর মালা গাঁথিছে ভোরের তারা, ঊষার রঙিন শাড়ীখানি তার বুনান হয়নি সারা। আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! তুমি ভাই সেই ব্রজের রাখাল, পাতার মুকুট পরি, তোমাদের রাজা আজো নাকি খেলে গেঁয়ো মাঠখানি ভরি। এখনো পাখিরা উঠেনি জাগিয়া, শিশির রয়েছে ঘুমে, কলঙ্কী চাঁদ পশ্চিমে হেলি কৌমুদী-লতা চুমে। হায়রে করুণ হায়, এখনি যে সবে জাগিয়া উঠিবে প্রভাতের কিনারায়।<br>
সেই ব্রজধূলি আজো ত মুছেনি তোমার সোনার গায়, কেন তবে ভাই, চরণ বাড়ালে যৌবন মথুরায়! তরুণ কিশোর ছেলে, আমরা আজিকে ভাবিয়া না পাই তুমি হেথা কেন এলে? আজো কানে গোঁজ শিরীষ কুসুম কিংশুক-মঞ্জরী, অলকে বাঁধিয়া পাটল ফুলেতে ভরে লও উত্তরী! রঙের কুহেলী তলে, তোমার জীবন ঊষার আকাশে শিশু রবি সম জ্বলে। হয়ত তাহাও জানে না সে মেয়ে জানে না কুসুম-হার, এত যে আদরে গাঁথিছে সে তাহা গলায় দোলাবে কার?</p>
    `
  }
];